export default {
  projections: {
    ПроверкаE: {
      время: {
        __caption__: 'Время'
      },
      дата: {
        __caption__: 'Дата'
      },
      заменаЛенты: {
        __caption__: 'Замена ленты'
      },
      оператор: {
        __caption__: 'Оператор',
        фИО: {
          __caption__: 'ФИО'
        },
        iD: {
          __caption__: 'ID'
        },
        кодВхода: {
          __caption__: 'Код входа'
        }
      },
      терминал: {
        __caption__: 'Терминал',
        номер: {
          __caption__: 'Номер'
        }
      }
    },
    ПроверкаL: {
      время: {
        __caption__: 'Время'
      },
      дата: {
        __caption__: 'Дата'
      },
      заменаЛенты: {
        __caption__: 'Замена ленты'
      },
      оператор: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        }
      },
      терминал: {
        __caption__: 'Номер',
        номер: {
          __caption__: 'Номер'
        }
      }
    }
  },
  validations: {
    время: {
      __caption__: 'Время'
    },
    дата: {
      __caption__: 'Дата'
    },
    заменаЛенты: {
      __caption__: 'Замена ленты'
    },
    оператор: {
      __caption__: 'Оператор'
    },
    терминал: {
      __caption__: 'Терминал'
    }
  }
};
